import React from "react";
import { FacilityDetail } from "./FacilityDetail";

export const About = (): JSX.Element => {
  return (
    <div className="bg-gray-200 bg-opacity-90 shadow-lg border-1 py-12 px-8">
      <div className='p-4'style={{ border: "2px solid #ffffff" }}>
        <FacilityDetail />
      </div>
      <p className="p-8">
        ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。
        ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。ここにサンプルサービスの説明が入ります。
      </p>
    </div>
  );
};
